# SwingControllerizer\u30d5\u30ec\u30fc\u30e0\u30ef\u30fc\u30af\u7528\u30e1\u30c3\u30bb\u30fc\u30b8\u5b9a\u7fa9\u30d5\u30a1\u30a4\u30eb
#---------------------------------------------------------
# EFC0001 - EFC0999
# \u958b\u767a\u6642\u30a8\u30e9\u30fc
#---------------------------------------------------------
EFC0001=\u30a2\u30af\u30b7\u30e7\u30f3\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u5316\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EFC0002=\u30e2\u30c7\u30eb\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u5316\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EFC0003=\u6307\u5b9a\u3055\u308c\u305f\u5177\u8c61\u30a4\u30d9\u30f3\u30c8\u30cf\u30f3\u30c9\u30e9\u30a2\u30af\u30bb\u30b9\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
EFC0004=\u30d5\u30a9\u30fc\u30e0\u30a8\u30ec\u30e1\u30f3\u30c8\u306bname\u5c5e\u6027\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EFC0005=\u6307\u5b9a\u3055\u308c\u305f\u30d0\u30ea\u30c7\u30fc\u30bf\u30af\u30e9\u30b9\u306b\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u304c\u6709\u308a\u307e\u305b\u3093\u3002
EFC0006=\u6307\u5b9a\u3055\u308c\u305f\u30d0\u30ea\u30c7\u30fc\u30bf\u30af\u30e9\u30b9\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u5316\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EFC0007=\u6307\u5b9a\u3055\u308c\u305f\u30d0\u30ea\u30c7\u30fc\u30bf\u30af\u30e9\u30b9\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
EFC0008=\u6307\u5b9a\u3055\u308c\u305f\u30d0\u30ea\u30c7\u30fc\u30bf\u30af\u30e9\u30b9\u306e\u521d\u671f\u5316\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EFC0009=\u30d0\u30ea\u30c7\u30fc\u30c8\u5b9f\u884c\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
EFC0010=\u6307\u5b9a\u3055\u308c\u305fID\u3092\u6301\u3064\u30d5\u30a9\u30fc\u30e0\u30a8\u30ec\u30e1\u30f3\u30c8\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EFC0011=\u30a8\u30ec\u30e1\u30f3\u30c8\u5024\u30d1\u30fc\u30b5\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EFC0012=\u30a8\u30ec\u30e1\u30f3\u30c8\u5024\u30d1\u30fc\u30b5\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u5316\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EFC0013=\u6307\u5b9a\u3055\u308c\u305f\u5177\u8c61\u30a4\u30d9\u30f3\u30c8\u30cf\u30f3\u30c9\u30e9\u306f\u8d77\u52d5\u5bfe\u8c61\u5916\u3067\u3059\u3002

#---------------------------------------------------------
# EFC1001 - EFC1999
# \u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u7cfb\u30a8\u30e9\u30fc
#---------------------------------------------------------
EFC1001=HTTP\u30ea\u30af\u30a8\u30b9\u30c8\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
EFC1002=HTTP\u30ea\u30af\u30a8\u30b9\u30c8\uff08\u540c\u671f\uff09\u30ea\u30af\u30a8\u30b9\u30c8\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
EFC1003=HTTP\u30ea\u30af\u30a8\u30b9\u30c8\uff08\u975e\u540c\u671f\uff09\u30ea\u30af\u30a8\u30b9\u30c8\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
EFC1004=\u30ea\u30af\u30a8\u30b9\u30c8\u30d1\u30e9\u30e1\u30fc\u30bf\u306b\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u30a8\u30f3\u30b3\u30fc\u30c7\u30a3\u30f3\u30b0\u304c\u3042\u308a\u307e\u3059\u3002
EFC1005=\u30ea\u30b9\u30ca\u30fc\u8d77\u52d5\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
EFC1006=\u30c8\u30d4\u30c3\u30af\u3092\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
EFC1007=\u30b5\u30fc\u30d0\u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
EFC1008=\u5916\u90e8\u30b5\u30fc\u30d0\u3068\u306e\u901a\u4fe1\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
EFC1009=\u30dd\u30fc\u30ea\u30f3\u30b0\u4e2d\u306b\u30b5\u30fc\u30d0\u63a5\u7d9a\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

#---------------------------------------------------------
# EFC2001 - EFC2999
# \u30d0\u30ea\u30c7\u30fc\u30b7\u30e7\u30f3\u30a8\u30e9\u30fc
#---------------------------------------------------------
EFC2001=\u30d0\u30ea\u30c7\u30fc\u30b7\u30e7\u30f3\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
EFC2002=\u5fc5\u9808\u5165\u529b\u3067\u3059\u3002
EFC2003=\u6841\u6570\u304c\u4e0d\u6b63\u3067\u3059\u3002
EFC2004=\u5165\u529b\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u304c\u4e0d\u6b63\u3067\u3059\u3002

#---------------------------------------------------------
# EFC3001 - EFC3999
# \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u7cfb\u30a8\u30e9\u30fc
#---------------------------------------------------------
EFC3001=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u63a5\u7d9a\u30af\u30e9\u30b9\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u5316\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EFC3002=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u63a5\u7d9a\u304c\u5931\u6557\u3057\u307e\u3057\u305f\u3002
